-- phpMyAdmin SQL Dump
-- version 4.6.4
-- https://www.phpmyadmin.net/
--
-- Хост: localhost
-- Время создания: Янв 23 2017 г., 16:43
-- Версия сервера: 5.7.14-8-beget-log
-- Версия PHP: 5.6.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `marbel7t_db`
--

-- --------------------------------------------------------

--
-- Структура таблицы `bought_task`
--
-- Создание: Янв 11 2017 г., 00:07
--

DROP TABLE IF EXISTS `bought_task`;
CREATE TABLE `bought_task` (
  `bought_task_id` int(11) NOT NULL,
  `bought_task_id_person` int(11) NOT NULL,
  `bought_task_id_task` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `bought_task`
--

INSERT INTO `bought_task` (`bought_task_id`, `bought_task_id_person`, `bought_task_id_task`) VALUES
(21, 30, 29),
(22, 35, 29),
(23, 35, 25),
(24, 33, 29),
(25, 35, 23),
(26, 35, 30),
(27, 35, 41),
(28, 30, 46),
(29, 33, 46),
(30, 30, 45),
(31, 35, 52),
(33, 33, 56),
(34, 35, 56),
(35, 1, 59);

-- --------------------------------------------------------

--
-- Структура таблицы `category`
--
-- Создание: Янв 11 2017 г., 00:07
--

DROP TABLE IF EXISTS `category`;
CREATE TABLE `category` (
  `category_id` int(11) NOT NULL,
  `category_name` varchar(100) NOT NULL,
  `category_price` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `category`
--

INSERT INTO `category` (`category_id`, `category_name`, `category_price`) VALUES
(1, 'IT, интернет, телеком ', 50),
(2, 'Бытовые услуги', 25),
(3, 'Деловые услуги', 30),
(4, 'Искусство', 20),
(5, 'Красота, здоровье', 35),
(6, 'Курьерские услуги', 30),
(7, 'Оборудование, производство', 45),
(8, 'Образование, репетиторы, курсы', 20),
(9, 'Охрана, безопасность', 20),
(10, 'Питание, кейтеринг', 30),
(11, 'Мероприятия, праздники, промо-акции', 30),
(12, 'Реклама, полиграфия, дизайн', 30),
(13, 'Установка и ремонт техники', 40),
(14, 'Ремонт, строительство', 55),
(15, 'Сад, благоустройство', 35),
(16, 'Фото- и видеосъёмка', 40),
(17, 'Перевозки', 30),
(18, 'Транспорт', 30),
(19, 'Компьютерная помощь', 30),
(20, 'Ремонт цифровой техники', 35);

-- --------------------------------------------------------

--
-- Структура таблицы `category_performers`
--
-- Создание: Янв 11 2017 г., 00:07
--

DROP TABLE IF EXISTS `category_performers`;
CREATE TABLE `category_performers` (
  `cat_perf_id` int(11) NOT NULL,
  `category_performers_id_person` int(11) NOT NULL,
  `category_performers_id_category` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `category_performers`
--

INSERT INTO `category_performers` (`cat_perf_id`, `category_performers_id_person`, `category_performers_id_category`) VALUES
(5, 28, 3),
(10, 31, 1),
(11, 31, 2),
(13, 28, 1),
(14, 28, 2),
(17, 32, 1),
(18, 32, 2),
(19, 32, 3),
(20, 29, 3),
(21, 29, 6),
(22, 29, 7),
(23, 29, 8),
(24, 29, 16);

-- --------------------------------------------------------

--
-- Структура таблицы `citys`
--
-- Создание: Янв 11 2017 г., 00:07
--

DROP TABLE IF EXISTS `citys`;
CREATE TABLE `citys` (
  `citys_id` int(11) NOT NULL,
  `citys_name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `citys`
--

INSERT INTO `citys` (`citys_id`, `citys_name`) VALUES
(1, '﻿Абаза'),
(2, 'Абакан'),
(3, 'Абдулино'),
(4, 'Абинск'),
(5, 'Агидель'),
(6, 'Агрыз'),
(7, 'Адыгейск'),
(8, 'Азнакаево'),
(9, 'Азов'),
(10, 'Ак-Довурак'),
(11, 'Аксай'),
(12, 'Алагир'),
(13, 'Алапаевск'),
(14, 'Алатырь'),
(15, 'Алдан'),
(16, 'Алейск'),
(17, 'Александров'),
(18, 'Александровск'),
(19, 'Александровск-Сахалинский'),
(20, 'Алексеевка'),
(21, 'Алексин'),
(22, 'Алзамай'),
(23, 'АлупкаОспаривается'),
(24, 'АлуштаОспаривается'),
(25, 'Альметьевск'),
(26, 'Амурск'),
(27, 'Анадырь'),
(28, 'Анапа'),
(29, 'Ангарск'),
(30, 'Андреаполь'),
(31, 'Анжеро-Судженск'),
(32, 'Анива'),
(33, 'Апатиты'),
(34, 'Апрелевка'),
(35, 'Апшеронск'),
(36, 'Арамиль'),
(37, 'Аргун'),
(38, 'Ардатов'),
(39, 'Ардон'),
(40, 'Арзамас'),
(41, 'Аркадак'),
(42, 'Армавир'),
(43, 'Армянск'),
(44, 'Арсеньев'),
(45, 'Арск'),
(46, 'Артём'),
(47, 'Артёмовск'),
(48, 'Артёмовский'),
(49, 'Архангельск'),
(50, 'Асбест'),
(51, 'Асино'),
(52, 'Астрахань'),
(53, 'Аткарск'),
(54, 'Ахтубинск'),
(55, 'Ачинск'),
(56, 'Аша'),
(57, 'Бабаево'),
(58, 'Бабушкин'),
(59, 'Бавлы'),
(60, 'Багратионовск'),
(61, 'Байкальск'),
(62, 'Баймак'),
(63, 'Бакал'),
(64, 'Баксан'),
(65, 'Балабаново'),
(66, 'Балаково'),
(67, 'Балахна'),
(68, 'Балашиха'),
(69, 'Балашов'),
(70, 'Балей'),
(71, 'Балтийск'),
(72, 'Барабинск'),
(73, 'Барнаул'),
(74, 'Барыш'),
(75, 'Батайск'),
(76, 'Бахчисарай'),
(77, 'Бежецк'),
(78, 'Белая Калитва'),
(79, 'Белая Холуница'),
(80, 'Белгород'),
(81, 'Белебей'),
(82, 'Белёв'),
(83, 'Белинский'),
(84, 'Белово'),
(85, 'Белогорск'),
(86, 'Белогорск'),
(87, 'Белозерск'),
(88, 'Белокуриха'),
(89, 'Беломорск'),
(90, 'Белорецк'),
(91, 'Белореченск'),
(92, 'Белоусово'),
(93, 'Белоярский'),
(94, 'Белый'),
(95, 'Бердск'),
(96, 'Березники'),
(97, 'Берёзовский'),
(98, 'Берёзовский'),
(99, 'Беслан'),
(100, 'Бийск'),
(101, 'Бикин'),
(102, 'Билибино'),
(103, 'Биробиджан'),
(104, 'Бирск'),
(105, 'Бирюсинск'),
(106, 'Бирюч'),
(107, 'Благовещенск'),
(108, 'Благовещенск'),
(109, 'Благодарный'),
(110, 'Бобров'),
(111, 'Богданович'),
(112, 'Богородицк'),
(113, 'Богородск'),
(114, 'Боготол'),
(115, 'Богучар'),
(116, 'Бодайбо'),
(117, 'Бокситогорск'),
(118, 'Болгар'),
(119, 'Бологое'),
(120, 'Болотное'),
(121, 'Болохово'),
(122, 'Болхов'),
(123, 'Большой Камень'),
(124, 'Бор'),
(125, 'Борзя'),
(126, 'Борисоглебск'),
(127, 'Боровичи'),
(128, 'Боровск'),
(129, 'Бородино'),
(130, 'Братск'),
(131, 'Бронницы'),
(132, 'Брянск'),
(133, 'Бугульма'),
(134, 'Бугуруслан'),
(135, 'Будённовск'),
(136, 'Бузулук'),
(137, 'Буинск'),
(138, 'Буй'),
(139, 'Буйнакск'),
(140, 'Бутурлиновка'),
(141, 'Валдай'),
(142, 'Валуйки'),
(143, 'Велиж'),
(144, 'Великие Луки'),
(145, 'Великий Новгород'),
(146, 'Великий Устюг'),
(147, 'Вельск'),
(148, 'Венёв'),
(149, 'Верещагино'),
(150, 'Верея'),
(151, 'Верхнеуральск'),
(152, 'Верхний Тагил'),
(153, 'Верхний Уфалей'),
(154, 'Верхняя Пышма'),
(155, 'Верхняя Салда'),
(156, 'Верхняя Тура'),
(157, 'Верхотурье'),
(158, 'Верхоянск'),
(159, 'Весьегонск'),
(160, 'Ветлуга'),
(161, 'Видное'),
(162, 'Вилюйск'),
(163, 'Вилючинск'),
(164, 'Вихоревка'),
(165, 'Вичуга'),
(166, 'Владивосток'),
(167, 'Владикавказ'),
(168, 'Владимир'),
(169, 'Волгоград'),
(170, 'Волгодонск'),
(171, 'Волгореченск'),
(172, 'Волжск'),
(173, 'Волжский'),
(174, 'Вологда'),
(175, 'Володарск'),
(176, 'Волоколамск'),
(177, 'Волосово'),
(178, 'Волхов'),
(179, 'Волчанск'),
(180, 'Вольск'),
(181, 'Воркута'),
(182, 'Воронеж'),
(183, 'Ворсма'),
(184, 'Воскресенск'),
(185, 'Воткинск'),
(186, 'Всеволожск'),
(187, 'Вуктыл'),
(188, 'Выборг'),
(189, 'Выкса'),
(190, 'Высоковск'),
(191, 'Высоцк'),
(192, 'Вытегра'),
(193, 'Вышний Волочёк'),
(194, 'Вяземский'),
(195, 'Вязники'),
(196, 'Вязьма'),
(197, 'Вятские Поляны'),
(198, 'Гаврилов Посад'),
(199, 'Гаврилов-Ям'),
(200, 'Гагарин'),
(201, 'Гаджиево'),
(202, 'Гай'),
(203, 'Галич'),
(204, 'Гатчина'),
(205, 'Гвардейск'),
(206, 'Гдов'),
(207, 'Геленджик'),
(208, 'Георгиевск'),
(209, 'Глазов'),
(210, 'Голицыно'),
(211, 'Горбатов'),
(212, 'Горно-Алтайск'),
(213, 'Горнозаводск'),
(214, 'Горняк'),
(215, 'Городец'),
(216, 'Городище'),
(217, 'Городовиковск'),
(218, 'Гороховец'),
(219, 'Горячий Ключ'),
(220, 'Грайворон'),
(221, 'Гремячинск'),
(222, 'Грозный'),
(223, 'Грязи'),
(224, 'Грязовец'),
(225, 'Губаха'),
(226, 'Губкин'),
(227, 'Губкинский'),
(228, 'Гудермес'),
(229, 'Гуково'),
(230, 'Гулькевичи'),
(231, 'Гурьевск'),
(232, 'Гурьевск'),
(233, 'Гусев'),
(234, 'Гусиноозёрск'),
(235, 'Гусь-Хрустальный'),
(236, 'Давлеканово'),
(237, 'Дагестанские Огни'),
(238, 'Далматово'),
(239, 'Дальнегорск'),
(240, 'Дальнереченск'),
(241, 'Данилов'),
(242, 'Данков'),
(243, 'Дегтярск'),
(244, 'Дедовск'),
(245, 'Демидов'),
(246, 'Дербент'),
(247, 'Десногорск'),
(248, 'Джанкой'),
(249, 'Дзержинск'),
(250, 'Дзержинский'),
(251, 'Дивногорск'),
(252, 'Дигора'),
(253, 'Димитровград'),
(254, 'Дмитриев'),
(255, 'Дмитров'),
(256, 'Дмитровск'),
(257, 'Дно'),
(258, 'Добрянка'),
(259, 'Долгопрудный'),
(260, 'Долинск'),
(261, 'Домодедово'),
(262, 'Донецк'),
(263, 'Донской'),
(264, 'Дорогобуж'),
(265, 'Дрезна'),
(266, 'Дубна'),
(267, 'Дубовка'),
(268, 'Дудинка'),
(269, 'Духовщина'),
(270, 'Дюртюли'),
(271, 'Дятьково'),
(272, 'Евпатория'),
(273, 'Егорьевск'),
(274, 'Ейск'),
(275, 'Екатеринбург'),
(276, 'Елабуга'),
(277, 'Елец'),
(278, 'Елизово'),
(279, 'Ельня'),
(280, 'Еманжелинск'),
(281, 'Емва'),
(282, 'Енисейск'),
(283, 'Ермолино'),
(284, 'Ершов'),
(285, 'Ессентуки'),
(286, 'Ефремов'),
(287, 'Железноводск'),
(288, 'Железногорск'),
(289, 'Железногорск'),
(290, 'Железногорск-Илимский'),
(291, 'Жердевка'),
(292, 'Жигулёвск'),
(293, 'Жиздра'),
(294, 'Жирновск'),
(295, 'Жуков'),
(296, 'Жуковка'),
(297, 'Жуковский'),
(298, 'Завитинск'),
(299, 'Заводоуковск'),
(300, 'Заволжск'),
(301, 'Заволжье'),
(302, 'Задонск'),
(303, 'Заинск'),
(304, 'Закаменск'),
(305, 'Заозёрный'),
(306, 'Заозёрск'),
(307, 'Западная Двина'),
(308, 'Заполярный'),
(309, 'Зарайск'),
(310, 'Заречный'),
(311, 'Заречный'),
(312, 'Заринск'),
(313, 'Звенигово'),
(314, 'Звенигород'),
(315, 'Зверево'),
(316, 'Зеленогорск'),
(317, 'Зеленоградск'),
(318, 'Зеленодольск'),
(319, 'Зеленокумск'),
(320, 'Зерноград'),
(321, 'Зея'),
(322, 'Зима'),
(323, 'Златоуст'),
(324, 'Злынка'),
(325, 'Змеиногорск'),
(326, 'Знаменск'),
(327, 'Зубцов'),
(328, 'Зуевка'),
(329, 'Ивангород'),
(330, 'Иваново'),
(331, 'Ивантеевка'),
(332, 'Ивдель'),
(333, 'Игарка'),
(334, 'Ижевск'),
(335, 'Избербаш'),
(336, 'Изобильный'),
(337, 'Иланский'),
(338, 'Инза'),
(339, 'Инкерман'),
(340, 'Иннополис'),
(341, 'Инсар'),
(342, 'Инта'),
(343, 'Ипатово'),
(344, 'Ирбит'),
(345, 'Иркутск'),
(346, 'Исилькуль'),
(347, 'Искитим'),
(348, 'Истра'),
(349, 'Ишим'),
(350, 'Ишимбай'),
(351, 'Йошкар-Ола'),
(352, 'Кадников'),
(353, 'Казань'),
(354, 'Калач'),
(355, 'Калачинск'),
(356, 'Калач-на-Дону'),
(357, 'Калининград'),
(358, 'Калининск'),
(359, 'Калтан'),
(360, 'Калуга'),
(361, 'Калязин'),
(362, 'Камбарка'),
(363, 'Каменка'),
(364, 'Каменногорск'),
(365, 'Каменск-Уральский'),
(366, 'Каменск-Шахтинский'),
(367, 'Камень-на-Оби'),
(368, 'Камешково'),
(369, 'Камызяк'),
(370, 'Камышин'),
(371, 'Камышлов'),
(372, 'Канаш'),
(373, 'Кандалакша'),
(374, 'Канск'),
(375, 'Карабаново'),
(376, 'Карабаш'),
(377, 'Карабулак'),
(378, 'Карасук'),
(379, 'Карачаевск'),
(380, 'Карачев'),
(381, 'Каргат'),
(382, 'Каргополь'),
(383, 'Карпинск'),
(384, 'Карталы'),
(385, 'Касимов'),
(386, 'Касли'),
(387, 'Каспийск'),
(388, 'Катав-Ивановск'),
(389, 'Катайск'),
(390, 'Качканар'),
(391, 'Кашин'),
(392, 'Кашира'),
(393, 'Кедровый'),
(394, 'Кемерово'),
(395, 'Кемь'),
(396, 'Керчь'),
(397, 'Кизел'),
(398, 'Кизилюрт'),
(399, 'Кизляр'),
(400, 'Кимовск'),
(401, 'Кимры'),
(402, 'Кингисепп'),
(403, 'Кинель'),
(404, 'Кинешма'),
(405, 'Киреевск'),
(406, 'Киренск'),
(407, 'Киржач'),
(408, 'Кириллов'),
(409, 'Кириши'),
(410, 'Киров'),
(411, 'Киров'),
(412, 'Кировград'),
(413, 'Кирово-Чепецк'),
(414, 'Кировск'),
(415, 'Кировск'),
(416, 'Кирс'),
(417, 'Кирсанов'),
(418, 'Киселёвск'),
(419, 'Кисловодск'),
(420, 'Клин'),
(421, 'Клинцы'),
(422, 'Княгинино'),
(423, 'Ковдор'),
(424, 'Ковров'),
(425, 'Ковылкино'),
(426, 'Когалым'),
(427, 'Кодинск'),
(428, 'Козельск'),
(429, 'Козловка'),
(430, 'Козьмодемьянск'),
(431, 'Кола'),
(432, 'Кологрив'),
(433, 'Коломна'),
(434, 'Колпашево'),
(435, 'Кольчугино'),
(436, 'Коммунар'),
(437, 'Комсомольск'),
(438, 'Комсомольск-на-Амуре'),
(439, 'Конаково'),
(440, 'Кондопога'),
(441, 'Кондрово'),
(442, 'Константиновск'),
(443, 'Копейск'),
(444, 'Кораблино'),
(445, 'Кореновск'),
(446, 'Коркино'),
(447, 'Королёв'),
(448, 'Короча'),
(449, 'Корсаков'),
(450, 'Коряжма'),
(451, 'Костерёво'),
(452, 'Костомукша'),
(453, 'Кострома'),
(454, 'Котельники'),
(455, 'Котельниково'),
(456, 'Котельнич'),
(457, 'Котлас'),
(458, 'Котово'),
(459, 'Котовск'),
(460, 'Кохма'),
(461, 'Красавино'),
(462, 'Красноармейск'),
(463, 'Красноармейск'),
(464, 'Красновишерск'),
(465, 'Красногорск'),
(466, 'Краснодар'),
(467, 'Краснозаводск'),
(468, 'Краснознаменск'),
(469, 'Краснознаменск'),
(470, 'Краснокаменск'),
(471, 'Краснокамск'),
(472, 'Красноперекопск'),
(473, 'Краснослободск'),
(474, 'Краснослободск'),
(475, 'Краснотурьинск'),
(476, 'Красноуральск'),
(477, 'Красноуфимск'),
(478, 'Красноярск'),
(479, 'Красный Кут'),
(480, 'Красный Сулин'),
(481, 'Красный Холм'),
(482, 'Кремёнки'),
(483, 'Кропоткин'),
(484, 'Крымск'),
(485, 'Кстово'),
(486, 'Кубинка'),
(487, 'Кувандык'),
(488, 'Кувшиново'),
(489, 'Кудымкар'),
(490, 'Кузнецк'),
(491, 'Куйбышев'),
(492, 'Кулебаки'),
(493, 'Кумертау'),
(494, 'Кунгур'),
(495, 'Купино'),
(496, 'Курган'),
(497, 'Курганинск'),
(498, 'Курильск'),
(499, 'Курлово'),
(500, 'Куровское'),
(501, 'Курск'),
(502, 'Куртамыш'),
(503, 'Курчатов'),
(504, 'Куса'),
(505, 'Кушва'),
(506, 'Кызыл'),
(507, 'Кыштым'),
(508, 'Кяхта'),
(509, 'Лабинск'),
(510, 'Лабытнанги'),
(511, 'Лагань'),
(512, 'Ладушкин'),
(513, 'Лаишево'),
(514, 'Лакинск'),
(515, 'Лангепас'),
(516, 'Лахденпохья'),
(517, 'Лебедянь'),
(518, 'Лениногорск'),
(519, 'Ленинск'),
(520, 'Ленинск-Кузнецкий'),
(521, 'Ленск'),
(522, 'Лермонтов'),
(523, 'Лесной'),
(524, 'Лесозаводск'),
(525, 'Лесосибирск'),
(526, 'Ливны'),
(527, 'Ликино-Дулёво'),
(528, 'Липецк'),
(529, 'Липки'),
(530, 'Лиски'),
(531, 'Лихославль'),
(532, 'Лобня'),
(533, 'Лодейное Поле'),
(534, 'Лосино-Петровский'),
(535, 'Луга'),
(536, 'Луза'),
(537, 'Лукоянов'),
(538, 'Луховицы'),
(539, 'Лысково'),
(540, 'Лысьва'),
(541, 'Лыткарино'),
(542, 'Льгов'),
(543, 'Любань'),
(544, 'Люберцы'),
(545, 'Любим'),
(546, 'Людиново'),
(547, 'Лянтор'),
(548, 'Магадан'),
(549, 'Магас'),
(550, 'Магнитогорск'),
(551, 'Майкоп'),
(552, 'Майский'),
(553, 'Макаров'),
(554, 'Макарьев'),
(555, 'Макушино'),
(556, 'Малая Вишера'),
(557, 'Малгобек'),
(558, 'Малмыж'),
(559, 'Малоархангельск'),
(560, 'Малоярославец'),
(561, 'Мамадыш'),
(562, 'Мамоново'),
(563, 'Мантурово'),
(564, 'Мариинск'),
(565, 'Мариинский Посад'),
(566, 'Маркс'),
(567, 'Махачкала'),
(568, 'Мглин'),
(569, 'Мегион'),
(570, 'Медвежьегорск'),
(571, 'Медногорск'),
(572, 'Медынь'),
(573, 'Межгорье'),
(574, 'Междуреченск'),
(575, 'Мезень'),
(576, 'Меленки'),
(577, 'Мелеуз'),
(578, 'Менделеевск'),
(579, 'Мензелинск'),
(580, 'Мещовск'),
(581, 'Миасс'),
(582, 'Микунь'),
(583, 'Миллерово'),
(584, 'Минеральные Воды'),
(585, 'Минусинск'),
(586, 'Миньяр'),
(587, 'Мирный'),
(588, 'Мирный'),
(589, 'Михайлов'),
(590, 'Михайловка'),
(591, 'Михайловск'),
(592, 'Михайловск'),
(593, 'Мичуринск'),
(594, 'Могоча'),
(595, 'Можайск'),
(596, 'Можга'),
(597, 'Моздок'),
(598, 'Мончегорск'),
(599, 'Морозовск'),
(600, 'Моршанск'),
(601, 'Мосальск'),
(602, 'Москва'),
(603, 'Муравленко'),
(604, 'Мураши'),
(605, 'Мурманск'),
(606, 'Муром'),
(607, 'Мценск'),
(608, 'Мыски'),
(609, 'Мытищи'),
(610, 'Мышкин'),
(611, 'Набережные Челны'),
(612, 'Навашино'),
(613, 'Наволоки'),
(614, 'Надым'),
(615, 'Назарово'),
(616, 'Назрань'),
(617, 'Называевск'),
(618, 'Нальчик'),
(619, 'Нариманов'),
(620, 'Наро-Фоминск'),
(621, 'Нарткала'),
(622, 'Нарьян-Мар'),
(623, 'Находка'),
(624, 'Невель'),
(625, 'Невельск'),
(626, 'Невинномысск'),
(627, 'Невьянск'),
(628, 'Нелидово'),
(629, 'Неман'),
(630, 'Нерехта'),
(631, 'Нерчинск'),
(632, 'Нерюнгри'),
(633, 'Нестеров'),
(634, 'Нефтегорск'),
(635, 'Нефтекамск'),
(636, 'Нефтекумск'),
(637, 'Нефтеюганск'),
(638, 'Нея'),
(639, 'Нижневартовск'),
(640, 'Нижнекамск'),
(641, 'Нижнеудинск'),
(642, 'Нижние Серги'),
(643, 'Нижний Ломов'),
(644, 'Нижний Новгород'),
(645, 'Нижний Тагил'),
(646, 'Нижняя Салда'),
(647, 'Нижняя Тура'),
(648, 'Николаевск'),
(649, 'Николаевск-на-Амуре'),
(650, 'Никольск'),
(651, 'Никольск'),
(652, 'Никольское'),
(653, 'Новая Ладога'),
(654, 'Новая Ляля'),
(655, 'Новоалександровск'),
(656, 'Новоалтайск'),
(657, 'Новоаннинский'),
(658, 'Нововоронеж'),
(659, 'Новодвинск'),
(660, 'Новозыбков'),
(661, 'Новокубанск'),
(662, 'Новокузнецк'),
(663, 'Новокуйбышевск'),
(664, 'Новомичуринск'),
(665, 'Новомосковск'),
(666, 'Новопавловск'),
(667, 'Новоржев'),
(668, 'Новороссийск'),
(669, 'Новосибирск'),
(670, 'Новосиль'),
(671, 'Новосокольники'),
(672, 'Новотроицк'),
(673, 'Новоузенск'),
(674, 'Новоульяновск'),
(675, 'Новоуральск'),
(676, 'Новохопёрск'),
(677, 'Новочебоксарск'),
(678, 'Новочеркасск'),
(679, 'Новошахтинск'),
(680, 'Новый Оскол'),
(681, 'Новый Уренгой'),
(682, 'Ногинск'),
(683, 'Нолинск'),
(684, 'Норильск'),
(685, 'Ноябрьск'),
(686, 'Нурлат'),
(687, 'Нытва'),
(688, 'Нюрба'),
(689, 'Нягань'),
(690, 'Нязепетровск'),
(691, 'Няндома'),
(692, 'Облучье'),
(693, 'Обнинск'),
(694, 'Обоянь'),
(695, 'Обь'),
(696, 'Одинцово'),
(697, 'Озёрск'),
(698, 'Озёрск'),
(699, 'Озёры'),
(700, 'Октябрьск'),
(701, 'Октябрьский'),
(702, 'Окуловка'),
(703, 'Олёкминск'),
(704, 'Оленегорск'),
(705, 'Олонец'),
(706, 'Омск'),
(707, 'Омутнинск'),
(708, 'Онега'),
(709, 'Опочка'),
(710, 'Орёл'),
(711, 'Оренбург'),
(712, 'Орехово-Зуево'),
(713, 'Орлов'),
(714, 'Орск'),
(715, 'Оса'),
(716, 'Осинники'),
(717, 'Осташков'),
(718, 'Остров'),
(719, 'Островной'),
(720, 'Острогожск'),
(721, 'Отрадное'),
(722, 'Отрадный'),
(723, 'Оха'),
(724, 'Оханск'),
(725, 'Очёр'),
(726, 'Павлово'),
(727, 'Павловск'),
(728, 'Павловский Посад'),
(729, 'Палласовка'),
(730, 'Партизанск'),
(731, 'Певек'),
(732, 'Пенза'),
(733, 'Первомайск'),
(734, 'Первоуральск'),
(735, 'Перевоз'),
(736, 'Пересвет'),
(737, 'Переславль-Залесский'),
(738, 'Пермь'),
(739, 'Пестово'),
(740, 'Петров Вал'),
(741, 'Петровск'),
(742, 'Петровск-Забайкальский'),
(743, 'Петрозаводск'),
(744, 'Петропавловск-Камчатский'),
(745, 'Петухово'),
(746, 'Петушки'),
(747, 'Печора'),
(748, 'Печоры'),
(749, 'Пикалёво'),
(750, 'Пионерский'),
(751, 'Питкяранта'),
(752, 'Плавск'),
(753, 'Пласт'),
(754, 'Плёс'),
(755, 'Поворино'),
(756, 'Подольск'),
(757, 'Подпорожье'),
(758, 'Покачи'),
(759, 'Покров'),
(760, 'Покровск'),
(761, 'Полевской'),
(762, 'Полесск'),
(763, 'Полысаево'),
(764, 'Полярные Зори'),
(765, 'Полярный'),
(766, 'Поронайск'),
(767, 'Порхов'),
(768, 'Похвистнево'),
(769, 'Почеп'),
(770, 'Починок'),
(771, 'Пошехонье'),
(772, 'Правдинск'),
(773, 'Приволжск'),
(774, 'Приморск'),
(775, 'Приморск'),
(776, 'Приморско-Ахтарск'),
(777, 'Приозерск'),
(778, 'Прокопьевск'),
(779, 'Пролетарск'),
(780, 'Протвино'),
(781, 'Прохладный'),
(782, 'Псков'),
(783, 'Пугачёв'),
(784, 'Пудож'),
(785, 'Пустошка'),
(786, 'Пучеж'),
(787, 'Пушкино'),
(788, 'Пущино'),
(789, 'Пыталово'),
(790, 'Пыть-Ях'),
(791, 'Пятигорск'),
(792, 'Радужный'),
(793, 'Радужный'),
(794, 'Райчихинск'),
(795, 'Раменское'),
(796, 'Рассказово'),
(797, 'Ревда'),
(798, 'Реж'),
(799, 'Реутов'),
(800, 'Ржев'),
(801, 'Родники'),
(802, 'Рославль'),
(803, 'Россошь'),
(804, 'Ростов'),
(805, 'Ростов-на-Дону'),
(806, 'Рошаль'),
(807, 'Ртищево'),
(808, 'Рубцовск'),
(809, 'Рудня'),
(810, 'Руза'),
(811, 'Рузаевка'),
(812, 'Рыбинск'),
(813, 'Рыбное'),
(814, 'Рыльск'),
(815, 'Ряжск'),
(816, 'Рязань'),
(817, 'Саки'),
(818, 'Салават'),
(819, 'Салаир'),
(820, 'Салехард'),
(821, 'Сальск'),
(822, 'Самара'),
(823, 'Санкт-Петербург'),
(824, 'Саранск'),
(825, 'Сарапул'),
(826, 'Саратов'),
(827, 'Саров'),
(828, 'Сасово'),
(829, 'Сатка'),
(830, 'Сафоново'),
(831, 'Саяногорск'),
(832, 'Саянск'),
(833, 'Светлогорск'),
(834, 'Светлоград'),
(835, 'Светлый'),
(836, 'Светогорск'),
(837, 'Свирск'),
(838, 'Свободный'),
(839, 'Себеж'),
(840, 'Севастополь'),
(841, 'Северобайкальск'),
(842, 'Северодвинск'),
(843, 'Северо-Курильск'),
(844, 'Североморск'),
(845, 'Североуральск'),
(846, 'Северск'),
(847, 'Севск'),
(848, 'Сегежа'),
(849, 'Сельцо'),
(850, 'Семёнов'),
(851, 'Семикаракорск'),
(852, 'Семилуки'),
(853, 'Сенгилей'),
(854, 'Серафимович'),
(855, 'Сергач'),
(856, 'Сергиев Посад'),
(857, 'Сердобск'),
(858, 'Серов'),
(859, 'Серпухов'),
(860, 'Сертолово'),
(861, 'Сибай'),
(862, 'Сим'),
(863, 'Симферополь'),
(864, 'Сковородино'),
(865, 'Скопин'),
(866, 'Славгород'),
(867, 'Славск'),
(868, 'Славянск-на-Кубани'),
(869, 'Сланцы'),
(870, 'Слободской'),
(871, 'Слюдянка'),
(872, 'Смоленск'),
(873, 'Снежинск'),
(874, 'Снежногорск'),
(875, 'Собинка'),
(876, 'Советск'),
(877, 'Советск'),
(878, 'Советск'),
(879, 'Советская Гавань'),
(880, 'Советский'),
(881, 'Сокол'),
(882, 'Солигалич'),
(883, 'Соликамск'),
(884, 'Солнечногорск'),
(885, 'Сольвычегодск'),
(886, 'Соль-Илецк'),
(887, 'Сольцы'),
(888, 'Сорочинск'),
(889, 'Сорск'),
(890, 'Сортавала'),
(891, 'Сосенский'),
(892, 'Сосновка'),
(893, 'Сосновоборск'),
(894, 'Сосновый Бор'),
(895, 'Сосногорск'),
(896, 'Сочи'),
(897, 'Спас-Деменск'),
(898, 'Спас-Клепики'),
(899, 'Спасск'),
(900, 'Спасск-Дальний'),
(901, 'Спасск-Рязанский'),
(902, 'Среднеколымск'),
(903, 'Среднеуральск'),
(904, 'Сретенск'),
(905, 'Ставрополь'),
(906, 'Старая Купавна'),
(907, 'Старая Русса'),
(908, 'Старица'),
(909, 'Стародуб'),
(910, 'Старый Крым'),
(911, 'Старый Оскол'),
(912, 'Стерлитамак'),
(913, 'Стрежевой'),
(914, 'Строитель'),
(915, 'Струнино'),
(916, 'Ступино'),
(917, 'Суворов'),
(918, 'Судак'),
(919, 'Суджа'),
(920, 'Судогда'),
(921, 'Суздаль'),
(922, 'Суоярви'),
(923, 'Сураж'),
(924, 'Сургут'),
(925, 'Суровикино'),
(926, 'Сурск'),
(927, 'Сусуман'),
(928, 'Сухиничи'),
(929, 'Сухой Лог'),
(930, 'Сызрань'),
(931, 'Сыктывкар'),
(932, 'Сысерть'),
(933, 'Сычёвка'),
(934, 'Сясьстрой'),
(935, 'Тавда'),
(936, 'Таганрог'),
(937, 'Тайга'),
(938, 'Тайшет'),
(939, 'Талдом'),
(940, 'Талица'),
(941, 'Тамбов'),
(942, 'Тара'),
(943, 'Тарко-Сале'),
(944, 'Таруса'),
(945, 'Татарск'),
(946, 'Таштагол'),
(947, 'Тверь'),
(948, 'Теберда'),
(949, 'Тейково'),
(950, 'Темников'),
(951, 'Темрюк'),
(952, 'Терек'),
(953, 'Тетюши'),
(954, 'Тимашёвск'),
(955, 'Тихвин'),
(956, 'Тихорецк'),
(957, 'Тобольск'),
(958, 'Тогучин'),
(959, 'Тольятти'),
(960, 'Томари'),
(961, 'Томмот'),
(962, 'Томск'),
(963, 'Топки'),
(964, 'Торжок'),
(965, 'Торопец'),
(966, 'Тосно'),
(967, 'Тотьма'),
(968, 'Трёхгорный'),
(969, 'Троицк'),
(970, 'Трубчевск'),
(971, 'Туапсе'),
(972, 'Туймазы'),
(973, 'Тула'),
(974, 'Тулун'),
(975, 'Туран'),
(976, 'Туринск'),
(977, 'Тутаев'),
(978, 'Тында'),
(979, 'Тырныауз'),
(980, 'Тюкалинск'),
(981, 'Тюмень'),
(982, 'Уварово'),
(983, 'Углегорск'),
(984, 'Углич'),
(985, 'Удачный'),
(986, 'Удомля'),
(987, 'Ужур'),
(988, 'Узловая'),
(989, 'Улан-Удэ'),
(990, 'Ульяновск'),
(991, 'Унеча'),
(992, 'Урай'),
(993, 'Урень'),
(994, 'Уржум'),
(995, 'Урус-Мартан'),
(996, 'Урюпинск'),
(997, 'Усинск'),
(998, 'Усмань'),
(999, 'Усолье'),
(1000, 'Усолье-Сибирское'),
(1001, 'Уссурийск'),
(1002, 'Усть-Джегута'),
(1003, 'Усть-Илимск'),
(1004, 'Усть-Катав'),
(1005, 'Усть-Кут'),
(1006, 'Усть-Лабинск'),
(1007, 'Устюжна'),
(1008, 'Уфа'),
(1009, 'Ухта'),
(1010, 'Учалы'),
(1011, 'Уяр'),
(1012, 'Фатеж'),
(1013, 'Феодосия'),
(1014, 'Фокино'),
(1015, 'Фокино'),
(1016, 'Фролово'),
(1017, 'Фрязино'),
(1018, 'Фурманов'),
(1019, 'Хабаровск'),
(1020, 'Хадыженск'),
(1021, 'Ханты-Мансийск'),
(1022, 'Харабали'),
(1023, 'Харовск'),
(1024, 'Хасавюрт'),
(1025, 'Хвалынск'),
(1026, 'Хилок'),
(1027, 'Химки'),
(1028, 'Холм'),
(1029, 'Холмск'),
(1030, 'Хотьково'),
(1031, 'Цивильск'),
(1032, 'Цимлянск'),
(1033, 'Циолковский'),
(1034, 'Чадан'),
(1035, 'Чайковский'),
(1036, 'Чапаевск'),
(1037, 'Чаплыгин'),
(1038, 'Чебаркуль'),
(1039, 'Чебоксары'),
(1040, 'Чегем'),
(1041, 'Чекалин'),
(1042, 'Челябинск'),
(1043, 'Чердынь'),
(1044, 'Черемхово'),
(1045, 'Черепаново'),
(1046, 'Череповец'),
(1047, 'Черкесск'),
(1048, 'Чёрмоз'),
(1049, 'Черноголовка'),
(1050, 'Черногорск'),
(1051, 'Чернушка'),
(1052, 'Черняховск'),
(1053, 'Чехов'),
(1054, 'Чистополь'),
(1055, 'Чита'),
(1056, 'Чкаловск'),
(1057, 'Чудово'),
(1058, 'Чулым'),
(1059, 'Чусовой'),
(1060, 'Чухлома'),
(1061, 'Шагонар'),
(1062, 'Шадринск'),
(1063, 'Шали'),
(1064, 'Шарыпово'),
(1065, 'Шарья'),
(1066, 'Шатура'),
(1067, 'Шахтёрск'),
(1068, 'Шахты'),
(1069, 'Шахунья'),
(1070, 'Шацк'),
(1071, 'Шебекино'),
(1072, 'Шелехов'),
(1073, 'Шенкурск'),
(1074, 'Шилка'),
(1075, 'Шимановск'),
(1076, 'Шиханы'),
(1077, 'Шлиссельбург'),
(1078, 'Шумерля'),
(1079, 'Шумиха'),
(1080, 'Шуя'),
(1081, 'Щёкино'),
(1082, 'Щёлкино'),
(1083, 'Щёлково'),
(1084, 'Щигры'),
(1085, 'Щучье'),
(1086, 'Электрогорск'),
(1087, 'Электросталь'),
(1088, 'Электроугли'),
(1089, 'Элиста'),
(1090, 'Энгельс'),
(1091, 'Эртиль'),
(1092, 'Югорск'),
(1093, 'Южа'),
(1094, 'Южно-Сахалинск'),
(1095, 'Южно-Сухокумск'),
(1096, 'Южноуральск'),
(1097, 'Юрга'),
(1098, 'Юрьевец'),
(1099, 'Юрьев-Польский'),
(1100, 'Юрюзань'),
(1101, 'Юхнов'),
(1102, 'Ядрин'),
(1103, 'Якутск'),
(1104, 'Ялта'),
(1105, 'Ялуторовск'),
(1106, 'Янаул'),
(1107, 'Яранск'),
(1108, 'Яровое'),
(1109, 'Ярославль'),
(1110, 'Ярцево'),
(1111, 'Ясногорск'),
(1112, 'Ясный'),
(1113, 'Яхрома');

-- --------------------------------------------------------

--
-- Структура таблицы `offer_tasks`
--
-- Создание: Янв 11 2017 г., 00:07
--

DROP TABLE IF EXISTS `offer_tasks`;
CREATE TABLE `offer_tasks` (
  `offer_tasks_id` int(11) NOT NULL,
  `offer_tasks_id_person` int(11) NOT NULL,
  `offer_tasks_id_task` int(11) NOT NULL,
  `offer_tasks_id_who` int(11) NOT NULL,
  `offer_tasks_name` varchar(250) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `offer_tasks`
--

INSERT INTO `offer_tasks` (`offer_tasks_id`, `offer_tasks_id_person`, `offer_tasks_id_task`, `offer_tasks_id_who`, `offer_tasks_name`) VALUES
(17, 30, 56, 1, 'Встретить Новый Год'),
(18, 30, 56, 28, 'Встретить Новый Год'),
(19, 0, 0, 28, ''),
(20, 35, 55, 28, 'Необходимо создать веб сайт'),
(21, 35, 55, 1, 'Необходимо создать веб сайт'),
(22, 0, 0, 1, ''),
(23, 0, 0, 1, '');

-- --------------------------------------------------------

--
-- Структура таблицы `operations_history`
--
-- Создание: Янв 11 2017 г., 00:07
--

DROP TABLE IF EXISTS `operations_history`;
CREATE TABLE `operations_history` (
  `operations_history_id` int(11) NOT NULL,
  `operations_history_id_person` int(11) NOT NULL,
  `operations_history_sum` int(11) NOT NULL,
  `operations_history_date` datetime NOT NULL,
  `operations_history_id_task` int(11) NOT NULL,
  `operations_history_raise` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `operations_history`
--

INSERT INTO `operations_history` (`operations_history_id`, `operations_history_id_person`, `operations_history_sum`, `operations_history_date`, `operations_history_id_task`, `operations_history_raise`) VALUES
(1, 1, 50, '2017-01-13 02:58:22', 59, 0);

-- --------------------------------------------------------

--
-- Структура таблицы `performers`
--
-- Создание: Янв 11 2017 г., 00:07
-- Последнее обновление: Янв 23 2017 г., 13:16
--

DROP TABLE IF EXISTS `performers`;
CREATE TABLE `performers` (
  `performers_id` int(11) NOT NULL,
  `performers_surname` varchar(100) NOT NULL,
  `performers_name` varchar(100) NOT NULL,
  `performers_secname` varchar(100) NOT NULL,
  `performers_age` int(11) NOT NULL,
  `performers_city` varchar(100) NOT NULL,
  `performers_photo` varchar(500) NOT NULL,
  `performers_yourself` varchar(1000) NOT NULL,
  `performers_services` varchar(1000) NOT NULL,
  `performers_works` varchar(1000) NOT NULL,
  `performers_phone` varchar(15) NOT NULL,
  `performers_email` varchar(100) NOT NULL,
  `performers_id_person` int(11) NOT NULL,
  `performers_status` varchar(50) NOT NULL,
  `performers_money` int(11) NOT NULL,
  `performers_viewes` int(11) NOT NULL,
  `performers_datereg` date NOT NULL,
  `performers_last` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `performers`
--

INSERT INTO `performers` (`performers_id`, `performers_surname`, `performers_name`, `performers_secname`, `performers_age`, `performers_city`, `performers_photo`, `performers_yourself`, `performers_services`, `performers_works`, `performers_phone`, `performers_email`, `performers_id_person`, `performers_status`, `performers_money`, `performers_viewes`, `performers_datereg`, `performers_last`) VALUES
(28, 'Фебенчуков', 'Алексей', 'Сергеевич', 23, 'Барнаул', '../images/performers/cropped/croppedImg_81918909.jpeg', '     Простой бродяга симпотяга.\n\n\n', 'Разработка сайтов, десктопных и мобильных приложений.\n\n\n', '\n\n\n\n', '12345678910', 'darkspace93@mail.ru', 3, 'Занят', 999, 114, '2016-12-05', '2017-01-23 16:16:45');

-- --------------------------------------------------------

--
-- Структура таблицы `red_admin_red`
--
-- Создание: Янв 11 2017 г., 00:07
--

DROP TABLE IF EXISTS `red_admin_red`;
CREATE TABLE `red_admin_red` (
  `red_admin_red_id` int(11) NOT NULL,
  `red_admin_red_email` varchar(150) NOT NULL,
  `red_admin_red_pass` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `red_admin_red`
--

INSERT INTO `red_admin_red` (`red_admin_red_id`, `red_admin_red_email`, `red_admin_red_pass`) VALUES
(2, 'aleksej-feb@yandex.ru', 'mb03foo51b0d426b1f1815f588354b323497e9f52qj2jjdp9'),
(3, 'forbegm@gmail.com', 'mb03foo51e388f02f750e65ebba95ab9493cda01eqj2jjdp9');

-- --------------------------------------------------------

--
-- Структура таблицы `services`
--
-- Создание: Янв 11 2017 г., 00:07
--

DROP TABLE IF EXISTS `services`;
CREATE TABLE `services` (
  `services_id` int(11) NOT NULL,
  `services_id_category` int(11) NOT NULL,
  `services_name` varchar(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `services`
--

INSERT INTO `services` (`services_id`, `services_id_category`, `services_name`) VALUES
(1, 1, 'Разработка веб-сайтов'),
(2, 1, 'Продвижение веб-сайтов'),
(3, 1, 'Поддержка и помощь по сайту'),
(4, 1, 'Хостинг доменные имена сервера'),
(5, 1, 'Программирование'),
(6, 1, 'Разработка приложение'),
(7, 1, 'Разработка игр'),
(8, 1, 'Базы-данных'),
(9, 1, 'Подключение настройка интернета и сетей'),
(10, 1, 'Другое'),
(11, 2, 'Изготовление ключей'),
(12, 2, 'Пошив и ремонт одежды'),
(13, 2, 'Ремонт часов'),
(14, 2, 'Химчистка стирка'),
(15, 2, 'Ювелирные услуги'),
(16, 2, 'Мастер на час'),
(17, 2, 'Ремонт обуви'),
(18, 2, 'Мытье окон'),
(19, 2, 'Вынос мусора'),
(20, 2, 'Приготовление еды'),
(21, 2, 'Глажение белья'),
(22, 2, 'Уход за животными'),
(23, 2, 'Сиделки няни'),
(24, 2, 'Другое'),
(25, 3, 'Бухгалтерия финансы'),
(26, 3, 'Консультирование'),
(27, 3, 'Юридические услуги'),
(28, 3, 'Набор и коррекция текста'),
(29, 3, 'Перевод'),
(30, 3, 'Другое'),
(31, 5, 'Парикмахерские услуги'),
(32, 5, 'Ногтевой сервис'),
(33, 5, 'Массаж'),
(34, 5, 'Персональный тренер'),
(35, 5, 'Косметология макияж'),
(36, 5, 'Стилисты и имиджмейкеры'),
(37, 5, 'Другое'),
(38, 6, 'Услуги пешего курьера'),
(39, 6, 'Услуги курьера на легковом авто'),
(40, 6, 'Купить и доставить'),
(41, 6, 'Срочная доставка'),
(42, 6, 'Доставка продуктов'),
(43, 6, 'Доставка еды из ресторанов'),
(44, 6, 'Курьер на день'),
(45, 6, 'Другое'),
(46, 7, 'Аренда оборудования'),
(47, 7, 'Производство обработка'),
(48, 7, 'Монтаж и обслуживание оборудования'),
(49, 7, 'Другое'),
(50, 8, 'Подготовка к школе'),
(51, 8, 'Начальная школа'),
(52, 8, 'Средняя школа выпускные классы'),
(53, 8, 'Подготовка к ГИА'),
(54, 8, 'Подготовка к ЕГЭ'),
(55, 8, 'Вузовская программа'),
(56, 8, 'Логопеды'),
(57, 8, 'Музыка'),
(58, 8, 'Спорт'),
(59, 8, 'Рукоделие и хобби'),
(60, 8, 'Курсы 1С'),
(61, 8, 'Другое'),
(62, 11, 'Раздача промо-материалов'),
(63, 11, 'Тайный покупатель'),
(64, 11, 'Разнорабочий'),
(65, 11, 'Промоутер'),
(66, 11, 'Тамада ведущий аниматор'),
(67, 11, 'Модель'),
(68, 12, 'Логотипы фирменный стиль'),
(69, 12, 'Листовки буклеты визитки'),
(70, 12, 'Иллюстрации иконки арт'),
(71, 12, 'Баннеры оформление соц. сетей'),
(72, 12, '3d-графика анимация'),
(73, 12, 'Инфографика презентации'),
(74, 12, 'Наружная реклама вывески'),
(75, 12, 'Другое'),
(76, 13, 'Бытовая техника'),
(77, 13, 'Строительная и садовая техника'),
(78, 13, 'Климатическая техника'),
(79, 13, 'Другое'),
(80, 14, 'Крупное строительство'),
(81, 14, 'Строительство домов коттеджей бань саун'),
(82, 14, 'Ремонт'),
(83, 14, 'Строительно-монтажные работы'),
(84, 14, 'Отделочные работы'),
(85, 14, 'Кровельные и фасадные работы'),
(86, 14, 'Отопление водоснабжение канализация вентиляция'),
(87, 14, 'Электромонтажные работы'),
(88, 14, 'Сантехнические работы'),
(89, 14, 'Изоляционные работы'),
(90, 14, 'Остекление отделка балконов и лоджий'),
(91, 14, 'Потолки полы'),
(92, 14, 'Плиточные работы'),
(93, 14, 'Установка и ремонт дверей замков'),
(94, 14, 'Сборка и ремонт мебели'),
(95, 14, 'Другое'),
(96, 16, 'Фотосъемка'),
(97, 16, 'Видеосъемка'),
(98, 16, 'Ретушь фотографий'),
(99, 16, 'Создание видеороликов'),
(100, 16, 'Монтаж и цветокоррекция видео'),
(101, 16, 'Оцифровка'),
(102, 16, 'Другое'),
(103, 17, 'Перевозка вещей переезды'),
(104, 17, 'Пассажирские перевозки'),
(105, 17, 'Строительные грузы и оборудование'),
(106, 17, 'Вывоз мусора'),
(107, 17, 'Эвакуаторы'),
(108, 17, 'Междугородные перевозки'),
(109, 17, 'Услуги грузчиков'),
(110, 17, 'Перевозка продуктов'),
(111, 17, 'Услуги манипулятора'),
(112, 17, 'Другое'),
(113, 18, 'Аренда автомобилей'),
(114, 18, 'Грузовики и спецтехника'),
(115, 18, 'Техническое обслуживание'),
(116, 18, 'Диагностика и ремонт'),
(117, 18, 'Кузовные работы'),
(118, 18, 'Автоэлектрика'),
(119, 18, 'Шиномонтаж'),
(120, 18, 'Мойка и химчистка'),
(121, 18, 'Тюнинг'),
(122, 18, 'Помощь на дороге'),
(123, 18, 'Отогрев авто'),
(124, 18, 'Мототехника'),
(125, 18, 'Водная техника'),
(126, 18, 'Другое'),
(127, 19, 'Ремонт компьютеров и ноутбуков'),
(128, 19, 'Установка и настройка операц. систем программ'),
(129, 19, 'Удаление вирусов'),
(130, 19, 'Ремонт и замена комплектующих'),
(131, 19, 'Восстановление данных'),
(132, 19, 'Настройка и ремонт оргтехники'),
(133, 19, 'Консультация и обучение'),
(134, 19, 'Другое'),
(135, 20, 'Планшеты смартфоны смарт-часы'),
(136, 20, 'Аудиотехника и системы'),
(137, 20, 'Телевизоры и мониторы'),
(138, 20, 'Автомобильная электроника'),
(139, 20, 'Видео/фототехника'),
(140, 20, 'Игровые приставки'),
(141, 20, 'Спутниковые и эфирные антенны'),
(142, 20, 'Часы и хронометры'),
(143, 20, 'Другое');

-- --------------------------------------------------------

--
-- Структура таблицы `session`
--
-- Создание: Янв 20 2017 г., 11:32
-- Последнее обновление: Янв 23 2017 г., 13:41
--

DROP TABLE IF EXISTS `session`;
CREATE TABLE `session` (
  `id_session` tinytext NOT NULL,
  `putdate` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `user` tinytext NOT NULL,
  `ip` varchar(35) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `session`
--

INSERT INTO `session` (`id_session`, `putdate`, `user`, `ip`) VALUES
('9ca8937cd043b74c16cebae3066bbb40', '2017-01-23 16:41:32', '', '141.8.183.13');

-- --------------------------------------------------------

--
-- Структура таблицы `tasks`
--
-- Создание: Янв 11 2017 г., 00:07
-- Последнее обновление: Янв 23 2017 г., 10:21
--

DROP TABLE IF EXISTS `tasks`;
CREATE TABLE `tasks` (
  `tasks_id` int(11) NOT NULL,
  `tasks_id_person` int(11) NOT NULL,
  `tasks_category` int(11) NOT NULL,
  `tasks_service` int(11) NOT NULL,
  `tasks_name` varchar(350) NOT NULL,
  `tasks_description` varchar(1000) NOT NULL,
  `tasks_price` int(11) NOT NULL,
  `tasks_phone` varchar(16) NOT NULL,
  `tasks_date_begin` date DEFAULT NULL,
  `tasks_date_end` date DEFAULT NULL,
  `tasks_date_exeq_begin` date DEFAULT NULL,
  `tasks_time_exeq_begin` time DEFAULT NULL,
  `tasks_date_exeq_end` date DEFAULT NULL,
  `tasks_time_exeq_end` time DEFAULT NULL,
  `tasks_city` varchar(100) NOT NULL,
  `tasks_adres` varchar(350) NOT NULL,
  `tasks_name_person` varchar(250) NOT NULL,
  `tasks_surname_person` varchar(250) NOT NULL,
  `tasks_creation` datetime NOT NULL,
  `tasks_status` varchar(100) NOT NULL,
  `tasks_views` int(11) NOT NULL,
  `tasks_money` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `tasks`
--

INSERT INTO `tasks` (`tasks_id`, `tasks_id_person`, `tasks_category`, `tasks_service`, `tasks_name`, `tasks_description`, `tasks_price`, `tasks_phone`, `tasks_date_begin`, `tasks_date_end`, `tasks_date_exeq_begin`, `tasks_time_exeq_begin`, `tasks_date_exeq_end`, `tasks_time_exeq_end`, `tasks_city`, `tasks_adres`, `tasks_name_person`, `tasks_surname_person`, `tasks_creation`, `tasks_status`, `tasks_views`, `tasks_money`) VALUES
(59, 1, 1, 1, 'Создать веб сайт', 'Тестовое задание', 25000, '12345678900', '0000-00-00', '0000-00-00', '2017-01-07', '20:25:00', '0000-00-00', '00:00:00', 'Барнаул', 'Неизвестный адрес', 'Максим', 'Гаврилов', '2017-01-05 20:26:26', 'Открыто', 64, 50);

-- --------------------------------------------------------

--
-- Структура таблицы `tech`
--
-- Создание: Янв 11 2017 г., 00:07
-- Последнее обновление: Янв 22 2017 г., 07:51
--

DROP TABLE IF EXISTS `tech`;
CREATE TABLE `tech` (
  `tech_id` int(11) NOT NULL,
  `tech_email` varchar(500) NOT NULL,
  `tech_pass` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `tech`
--

INSERT INTO `tech` (`tech_id`, `tech_email`, `tech_pass`) VALUES
(1, 'hellsing_group@mail.ru', 'Erilessm22.'),
(2, 'virtsev81@mail.ru', 'c31ijtv6RE'),
(3, 'stavr319@mail.ru', 'cftba7t');

-- --------------------------------------------------------

--
-- Структура таблицы `tech_user`
--
-- Создание: Янв 11 2017 г., 00:07
--

DROP TABLE IF EXISTS `tech_user`;
CREATE TABLE `tech_user` (
  `id` int(11) NOT NULL,
  `email` varchar(100) NOT NULL,
  `login` varchar(100) NOT NULL,
  `pass` varchar(100) NOT NULL,
  `FIO` varchar(150) NOT NULL,
  `adres` text NOT NULL,
  `city` varchar(100) NOT NULL,
  `indx` varchar(20) NOT NULL,
  `phone` varchar(50) NOT NULL,
  `date` datetime NOT NULL,
  `ip` varchar(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `tech_user`
--

INSERT INTO `tech_user` (`id`, `email`, `login`, `pass`, `FIO`, `adres`, `city`, `indx`, `phone`, `date`, `ip`) VALUES
(199, 'aleksej-feb@yandex.ru', 'Space22', '123456789', 'ыыыыыыыыыы', 'ул. Пионеров', 'Барнаул', '656000', '123456', '2016-11-12 08:24:26', '83.246.159.91'),
(200, 'janicehernkz73@fesabok.ru', 'nohnigeRaMyw80', '3qvn5K4qgV', 'Нет', 'Нет', 'Berlin', 'ÐÐ½Ð¾Ð³Ð´Ð°', '123456', '2016-11-12 13:41:44', '37.21.133.185'),
(201, 'janicehernnx75@fesabok.ru', 'nohnigeRaMyw80', '3qvn5K4qgV', '', '', 'Alamos', '', '123456', '2016-11-12 13:41:45', '37.21.133.185'),
(211, 'os-car@bk.ru', 'openair', 'utuinu42', 'Бурлаченко', 'Сергей', 'Волгоград', '400105', '9275116490', '2016-11-13 08:24:46', '188.233.119.158'),
(214, 'osipov-vladimir@rambler.ru', 'vovka31', 't8p1i0c5', 'Осипов Владимир Александрович', 'мкр. Восточный 16-46', 'Старый Оскол', '309503', '9103652632', '2016-11-13 13:14:09', '185.3.34.45'),
(229, 'beast7331@bk.ru', 'beast7331', 'gfhjdjp72', 'Александровский Владимир Александрович', 'ул.Красноармейская, д.141', 'Орловский', '347510', '89281098841', '2016-11-15 15:29:33', '95.153.132.127'),
(230, 'vikx@bk.ru', 'vikx', 'Actros401', 'Плешаков Виктор Анатольевич', 'Ростовская область г. Аксай Садовая 10а кв 15', 'Аксай', '346720', '89185511241', '2016-11-15 17:12:35', '93.95.141.88'),
(236, 'km.tlt.lenta@gmail.com', 'KM.TLT', 'lentatlt', 'Крюк Валерий Михайлович', 'Южное шоссе, 4', 'Тольятти', '445004', '89021088050', '2016-11-16 10:00:21', '87.229.236.170'),
(244, 'autofors@mail.ru', 'autofors', '335109tps', 'Садиллаев Олег Александрович', 'Дружбы 35-55', 'Новокузнецк', '654066', '89039080476', '2016-11-17 07:30:58', '46.180.135.214'),
(254, 'Kiro-ruslan@yandex.ru', 'Kiroruslan', 'Abritus_1981', 'Кироматуллин Руслан Рашидович', 'Уральская 43-58', 'Каменск Уральский', '623406', '89086300676', '2016-11-17 21:50:02', '78.139.84.60'),
(257, 'g-spott-ykt@inbox.ru', 'vladimirYkt', 'ghbdtnrfrltkf19', 'Пшенников Владимир Юрьевич', 'ул.Автодорожная 14А маг. 12 Вольт', 'Якутск', '677007', '89142211222', '2016-11-18 06:05:07', '80.73.81.118'),
(261, 'alt_mo@mail.ru', 'Andrey_320i', 'z385130', 'Сергеев Андрей Евгеньевич', 'Спецстройторг', 'Набережные Челны', '423800', '89196231999', '2016-11-18 09:43:41', '188.162.42.23'),
(266, 'konev-vitaly@yandex.ru', 'punks', '91331000', 'Конев Виталий Александрович', 'Космонавтов 10/4', 'Барнаул', '656019', '89029980204', '2016-11-19 05:24:53', '82.200.45.22'),
(276, 'blanki6@yandex.ru', 'SPEKTR', 'aA1bB2cC3', 'Овчинников Юрий Владимирович', 'Красноармейский', 'Барнаул', '656015', '89039117223', '2016-11-20 10:18:14', '217.118.79.21'),
(278, 'immirk@yandex.ru', 'immirk', 'zaqqwe2015', 'Сидихин Андрей Валерьевич', 'Култукская 107А', 'Иркутск', '664009', '89025609557', '2016-11-20 11:41:04', '176.212.16.186');

-- --------------------------------------------------------

--
-- Структура таблицы `uploads_images`
--
-- Создание: Янв 11 2017 г., 00:07
--

DROP TABLE IF EXISTS `uploads_images`;
CREATE TABLE `uploads_images` (
  `id` int(11) NOT NULL,
  `products_id` int(11) NOT NULL,
  `image` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--
-- Создание: Янв 11 2017 г., 00:07
-- Последнее обновление: Янв 22 2017 г., 07:51
--

DROP TABLE IF EXISTS `users`;
CREATE TABLE `users` (
  `users_id` int(11) NOT NULL,
  `users_name` varchar(50) NOT NULL,
  `users_surname` varchar(100) NOT NULL,
  `users_pass` varchar(500) NOT NULL,
  `users_city` varchar(100) NOT NULL,
  `users_email` varchar(100) NOT NULL,
  `users_money` float NOT NULL,
  `users_accept` int(11) NOT NULL,
  `users_regdate` datetime NOT NULL,
  `users_ip` varchar(50) NOT NULL,
  `users_ban` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`users_id`, `users_name`, `users_surname`, `users_pass`, `users_city`, `users_email`, `users_money`, `users_accept`, `users_regdate`, `users_ip`, `users_ban`) VALUES
(1, 'Максим', 'Гаврилов', 'asdasd1892ejoiajwuidfhknco27e230c63db3c4f0bed809c84effdf6fs12,312nmmdasmkdfmasd', 'Барнаул', 'forbegm@gmail.com', 950, 0, '2016-11-29 10:48:04', '109.237.149.199', 0),
(2, 'Алексей', 'Фамилия', 'asdasd1892ejoiajwuidfhkncob0d426b1f1815f588354b323497e9f52s12,312nmmdasmkdfmasd', 'Город', 'aleksej-feb@yandex.ru', 1000, 0, '2016-11-26 20:10:27', '83.246.159.91', 0),
(3, 'Алексей', 'Фебенчуков', 'asdasd1892ejoiajwuidfhkncob0d426b1f1815f588354b323497e9f52s12,312nmmdasmkdfmasd', 'Барнаул', 'darkspace93@mail.ru', 1000, 0, '2016-11-27 11:43:19', '83.246.159.91', 0),
(4, 'Иванов', 'Иван', 'asdasd1892ejoiajwuidfhkncod24776ef9c3c8b46bfa86f67cd2f2b55s12,312nmmdasmkdfmasd', 'Иваново', 'agrail812@yandex.ru', 300, 0, '2016-12-10 11:39:58', '83.246.159.60', 0),
(5, 'Вячеслав', 'Степанюк', 'asdasd1892ejoiajwuidfhkncobc88af3f923d779ec0b42ce303cee816s12,312nmmdasmkdfmasd', 'Барнаул', 'stavr319@mail.ru', 300, 0, '2016-12-10 16:04:13', '31.173.240.188', 0),
(6, 'Александр', 'Габитов', 'asdasd1892ejoiajwuidfhknco176795b570edef3f7a82b2e67510ffb0s12,312nmmdasmkdfmasd', 'Новоалтайск', 'zapasnoy009@mail.ru', 300, 0, '2017-01-10 16:30:03', '185.3.17.72', 0),
(7, 'Александр', 'Сафонов', 'asdasd1892ejoiajwuidfhkncoed72bed788dd6df4d29d468c53e44844s12,312nmmdasmkdfmasd', 'Барнаул', 'hellsing_group@mail.ru', 300, 0, '2017-01-19 02:51:02', '212.74.201.158', 0),
(8, 'VirtsevBistrov', 'VirtsevBistrovVR', 'asdasd1892ejoiajwuidfhkncoae896a8886bd87e3f3e6f61e94cc28fas12,312nmmdasmkdfmasd', 'Москва', 'virtsev81@mail.ru', 300, 0, '2017-01-21 11:09:17', '188.17.157.238', 0);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `bought_task`
--
ALTER TABLE `bought_task`
  ADD PRIMARY KEY (`bought_task_id`);

--
-- Индексы таблицы `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`category_id`);

--
-- Индексы таблицы `category_performers`
--
ALTER TABLE `category_performers`
  ADD PRIMARY KEY (`cat_perf_id`);

--
-- Индексы таблицы `citys`
--
ALTER TABLE `citys`
  ADD PRIMARY KEY (`citys_id`);

--
-- Индексы таблицы `offer_tasks`
--
ALTER TABLE `offer_tasks`
  ADD PRIMARY KEY (`offer_tasks_id`);

--
-- Индексы таблицы `operations_history`
--
ALTER TABLE `operations_history`
  ADD PRIMARY KEY (`operations_history_id`);

--
-- Индексы таблицы `performers`
--
ALTER TABLE `performers`
  ADD PRIMARY KEY (`performers_id`);

--
-- Индексы таблицы `red_admin_red`
--
ALTER TABLE `red_admin_red`
  ADD PRIMARY KEY (`red_admin_red_id`);

--
-- Индексы таблицы `services`
--
ALTER TABLE `services`
  ADD PRIMARY KEY (`services_id`);

--
-- Индексы таблицы `tasks`
--
ALTER TABLE `tasks`
  ADD PRIMARY KEY (`tasks_id`);

--
-- Индексы таблицы `tech`
--
ALTER TABLE `tech`
  ADD PRIMARY KEY (`tech_id`);

--
-- Индексы таблицы `tech_user`
--
ALTER TABLE `tech_user`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `uploads_images`
--
ALTER TABLE `uploads_images`
  ADD PRIMARY KEY (`id`);

--
-- Индексы таблицы `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`users_id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `bought_task`
--
ALTER TABLE `bought_task`
  MODIFY `bought_task_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=36;
--
-- AUTO_INCREMENT для таблицы `category`
--
ALTER TABLE `category`
  MODIFY `category_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;
--
-- AUTO_INCREMENT для таблицы `category_performers`
--
ALTER TABLE `category_performers`
  MODIFY `cat_perf_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=25;
--
-- AUTO_INCREMENT для таблицы `citys`
--
ALTER TABLE `citys`
  MODIFY `citys_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=1114;
--
-- AUTO_INCREMENT для таблицы `offer_tasks`
--
ALTER TABLE `offer_tasks`
  MODIFY `offer_tasks_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=24;
--
-- AUTO_INCREMENT для таблицы `operations_history`
--
ALTER TABLE `operations_history`
  MODIFY `operations_history_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT для таблицы `performers`
--
ALTER TABLE `performers`
  MODIFY `performers_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;
--
-- AUTO_INCREMENT для таблицы `red_admin_red`
--
ALTER TABLE `red_admin_red`
  MODIFY `red_admin_red_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT для таблицы `services`
--
ALTER TABLE `services`
  MODIFY `services_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=144;
--
-- AUTO_INCREMENT для таблицы `tasks`
--
ALTER TABLE `tasks`
  MODIFY `tasks_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=60;
--
-- AUTO_INCREMENT для таблицы `tech`
--
ALTER TABLE `tech`
  MODIFY `tech_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT для таблицы `tech_user`
--
ALTER TABLE `tech_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=279;
--
-- AUTO_INCREMENT для таблицы `uploads_images`
--
ALTER TABLE `uploads_images`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT для таблицы `users`
--
ALTER TABLE `users`
  MODIFY `users_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
